"Default" = "Default";
"Customized..." = "Customized...";
"General" = "General"; 
"Phonetic" = "Phonetic";
"Smart Phonetic" = "Smart Phonetic";
"Traditional Phonetic" = "Traditional Phonetic";
"Cangjie" = "Cangjie";
"Simplex" = "Simplex";
"Phrase" = "Phrase";
"Misc" = "Misc";
"Update" = "Update";
"Please choose the audio clip which you want to use:" = "Choose the audio clip you want to use:";
"Choose Audio Clip..."="Choose Audio Clip...";
"Choose" = "Choose";
"Generic" = "Generic";
"Settings for '%@'" = "Settings for ‘%@’";
"Close" = "Close";
"Export As:" = "Export As:";
"Export Database" = "Export Database";
"Exporting your own customized phrases database." = "Exporting your own phrase database.";
"Export" = "Export";
"Done" = "Done";
"OK" = "OK";
"Your phrases are successfully exported." = "Phrase database successfully exported.";
"Error" = "Error";
"Unable to export database." = "Unable to export the database.";
"Import Database" = "Import Database";
"Import customized phrases to your own database." = "Import phrase file into the database.";
"Choose" = "Choose";
"Your phrases are successfully imported." = "The phrase file successfully imported.";
"Unable to import database." = "Unable to import the phrase file.";
"Standard" = "Standard";
"ETen" = "ETen";
"ETen 26" = "ETen 26";
"Hsu" = "Hsu";
"Unable to check for update via the Internet." = "Unable to check for updates. No Internet connection perhaps?";
"Please check your Internet connection and try again." = "Please check your Internet connection and try again.";
"You are now using the newest version." = "You are already using the latest version.";
"You need not to update your software" = "There's no need to update the software";
"A newer version is available." = "A new version is available.";
"Do you want to download it right now?" = "Do you want to download it now?";
"Unknown errors happened, please try again." = "We've got some problem. Please try again.";
"If you are nor running Yahoo! KeyKey, you are not able to check for update." = "If you are nor running Yahoo! KeyKey, you won't be able to check for updates.";
"Yes" = "Yes";
"No" = "No";
"If you are not runnung Yahoo! KeyKey, you are not able to export your database." = "If you are nor running Yahoo! KeyKey, you won't be able export your database.";
"Unable to login to MobileMe." = "Unable to login to MobileMe.";
"Open MobileMe Preferences" = "Open MobileMe Preferences";
"Register a New Account" = "Register a New Account";
"You may not set your account information in the System Preferences, or your MobileMe account is expired. Do you want to loign MobileMe by opening the MobileMe preference pane, or register a new account online?"= "You may not set your account information in the System Preferences, or your MobileMe account is expired. Do you want to loign to MobileMe now, or register a new account online?";
"Unknown error happend." = "There's something wrong there.";
"iDisk service is not available." = "iDisk service not available.";
"You are not able to use the iDisk service, please check the status of your MobileMe account and try again." = "You are not able to use the iDisk service, please check your MobileMe account status and try again.";
"Successfully imported the backup of your customized phrases database from your iDisk." = "Successfully imported the backup of your phrase database from your iDisk.";
"Failed!" = "Failed!";
"Unable to import the downloaded file, your backup on iDisk may be corrupt." = "Unable to import the backup, your phrase database on iDisk may be corrupt.";
"The downloaded file is blank." = "The downloaded database is empty.";
"Successfully upload your phrases database to iDisk." = "Successfully uploaded your phrase database to iDisk.";
"Unable to interact with MobileMe because of a networking error." = "Unable to talk to MobileMe because of a network error.";
"Yahoo! KeyKey user phrases database was not found on your iDisk." = "No phrase database is found on your iDisk.";
"The iDisk servie is now busy, please wait for a while and try again." = "The iDisk service is busy, please try again later.";
"A user-provided parameter was invalid." = "A user parameter was invalid.";
"Purple" = "Purple";
"Green" = "Green";
"Yellow" = "Yellow";
"Red" = "Red";
"Hanyu Pinyin" = "Hanyu Pinyin";
"Others" = "Others";
"Plugins" = "Plugins";
"Please select a plugin." = "Please select a plugin.";
"Do you really want to remove the plugin '%@'?" = "Do you really want to remove the plugin '%@'?";